Repository: tr1ckyf0x-studio/wakeonlan-ios
Catalog: Wake On Lan/Resources/Strings/Localizable.xcstrings
Source language: en
Languages: ru

# AboutScreen.Item.Donate
source: Donate
ru: Донат

# AboutScreen.Item.RateApp
source: Rate App
ru: Оценить

# AboutScreen.Item.ShareApp
source: Share App
ru: Поделиться

# AboutScreen.Item.Version
source: Version
ru: Версия

# AddHost.Form.ActionSheet.Cancel
source: Cancel
ru: Отмена

# AddHost.Form.Failure.unknown
source: Unknown Error
ru: Неизвестная ошибка

# AddHost.Form.Field.ChangeIcon.Title
source: Tap to change icon
ru: Нажмите, чтобы сменить иконку

# AddHost.Form.Field.Host.Description
source: IP address or domain name of the target computer. Instead, you may use the broadcast IP of your sub-network, for example 192.168.0.255, 192.168.1.255, or 10.0.0.255. If field is not specified, 255.255.255.255 will be used.
ru: IP-адрес или доменное имя вашего компьютера. Также, вы можете использовать широковещательный IP-адрес вашей подсети, например 192.168.0.255, 192.168.1.255 или 10.0.0.255. Если не указано, будет использован 255.255.255.255.

# AddHost.Form.Field.Host.Title
source: Host
ru: Хост

# AddHost.Form.Field.MacAddress.Description
source: MAC address of the target computer. It can be found in the Ethernet network settings of the computer.
ru: MAC-адрес вашего компьютера. Вы можете найти его в настройках сети Ethernet.

# AddHost.Form.Field.MacAddress.Failure.InvalidMACAddress
source: Incorrect MAC address
ru: Некорректный MAC-адрес

# AddHost.Form.Field.MacAddress.Title
source: MAC Address
ru: MAC адрес

# AddHost.Form.Field.Name.Description
source: Name that will be displayed in the host list.
ru: Имя будет отображаться в списке хостов.

# AddHost.Form.Field.Name.Placeholder
source: e.g. MacBook or NAS
ru: MacBook или NAS

# AddHost.Form.Field.Name.Title
source: Name
ru: Название

# AddHost.Form.Field.Port.Description
source: The port magic packet will be sent to. 9 is usually supported by Ethernet cards. You may also try 7 or 0.
ru: Wake-On-Lan порт. 9 обычно поддерживается картами Ethernet, в противном случае вы можете попробовать 7 или 0.

# AddHost.Form.Field.Port.Failure.InvalidPort
source: Incorrect port
ru: Некорректный порт

# AddHost.Form.Field.Port.Title
source: Port
ru: Порт

# AddHost.Form.Misc.Optional
source: Optional
ru: Не обязательно

# AddHost.Screen.Title
source: Add host
ru: Добавить хост

# DonateScreen.Screen.Footer
source: Donations do not unlock any extra features in the application. The application is provided as is and any donations are your gratitude for our work.
ru: Донаты не разблокируют каких-либо дополнительных функций в приложении. Приложение предоставляется как есть и любые пожертвования являются вашей благодарностью за нашу работу.

# DonateScreen.Screen.LoadingFailed
source: Could not load donations. Check your connection and open this screen again.
ru: Не удалось загрузить донаты. Проверьте подключение и откройте экран снова.

# DonateScreen.Screen.PaymentsUnavailable
source: In-App purchases are unavailable on your device.
ru: Встроенные покупки недоступны на вашем устройстве.

# DonateScreen.Screen.Title
source: Donate
ru: Донат

# HostList.NavigationBar.Donate
source: Donate
ru: Донат

# HostList.Notification.CheckConnection
source: You must be connected to network
ru: Вы должны быть подключены к сети

# HostList.Notification.PacketSent
source: Packet sent
ru: Пакет отправлен

# HostList.Screen.EmptyViewMessage
source: There is nothing here. Press the plus button in the top right corner.
ru: Список пуст. Нажмите на кнопку плюс в правом верхнем углу.

# HostList.Screen.Title
source: Hosts
ru: Устройства
